<?php

return [
	'ageMap' => [
		'15'        => 1,
		'16..17'    => 2,
		'18..20'    => 4,
		'21..25'    => 8,
		'26..'      => 16,
		'всім 👶👵🏽' => 'all'
	],

	'startSexMap' => [
		'👧' => 0, '👦' => 1
	],

	'sexMap' => [
		0 => '👧 дівчини', 1 => '👦 хлопця'
	],

	'sexQMap' => [
		'👧🏼' => 0,
		'👦🏼' => 1,
		'всім 👫' => 'all'
	],

	'updates' => [
		'yesUpdate'         => 'про відповідь "так" ',
		'newUpdate'         => 'про нову пропозицію ',
	],

	'groupUpdates' => [
		'yesUpdate' => 'про відповідь "так" ',
	]

];